{
  "Grown-Up DeFi.": "成熟DeFi",
  "The Cosmos Layer 1 platform for community selected projects creating true value.": "",
  "Build on Kujira": "在Kujira上构建",
  "Semi-Permissioned": "半许可",
  "In order for a contract to launch on Kujira, it needs to be voted in via governance. This ensures that the quality, sustainability and longevity of the network are protected. A tight-knit hub of revenue generating products with great UX. \"Grown-up DeFi\" is not a meme.": "为了让合约在Kujira上启动，需要通过治理投票。这确保了网络的质量、可持续性和长期性得到保护。一个紧密结合的收入生成产品中心，具有出色的用户体验。“成熟DeFi”不是一种meme。",
  "On-chain Scheduler": "链上调度器",
  "The on-chain scheduler allows protocols to be designed with much less of a reliance on bots. This means there are far fewer wasted transactions. Protocols can be designed to operate more efficiently, and fees which were once required to incentivize bot usage can go back to the users of the network.": "链上调度器使得协议设计不再过于依赖机器人，这意味着有更少的交易浪费。协议可以被设计得更加高效，曾经用来激励机器人使用的费用可以回归到网络用户手中。",
  "Native Token Generation": "原生代币生成",
  "Smart contract developers no longer need to handle two individual entry points into their contracts, only needing to design for a native denom. In doing so, every token on the network will be a native Cosmos token, and associated liquidation and trading revenue (with more to come) will all accrue to KUJI stakers.": "智能合约开发者不再需要处理两个单独的进入点到他们的合约，只需要为原生代币设计。这样做，网络上的每个代币都将是本机Cosmos代币，并且相关的清算和交易收益（更多即将到来）都将归属于KUJI持有者。",
  "Build with Cosmos SDK": "使用 Cosmos SDK 构建",
  "Access the entire Cosmos ecosystem seamlessly in an environment with proven security and interoperability via IBC.": "通过 IBC，在具有经过验证的安全性和互操作性的环境中无缝访问整个 Cosmos 生态系统。",
  "CosmWASM 1.0 Support": "支持",
  "Leverage Rust’s expressive type system and Cosmwasm’s best in class architecture to fearlessly build safe and secure smart contracts.": "利用 Rust 强大的类型系统和 Cosmwasm 最佳架构，无畏地构建安全可靠的智能合约。",
  "Thriving Community": "蓬勃发展的社区",
  "With 50K+ active users and a very engaged Twitter, Discord and Telegram community, this is a welcoming home to hit the ground running in.": "拥有50,000多活跃用户和非常积极的Twitter、Discord和Telegram社区，这是一个欢迎你快速上手的温馨家园。",
  "Built to Last": "坚固耐用",
  "A long term view for real-world use, revenue, and sustainability for builders, validators and users alike.": "为建设者、验证者和用户提供长期的现实世界使用、收入和可持续性视角。",
  "Liquidate multiple assets across the whole of Cosmos at the click of a button. No bots, no code, no problems.": "一键清算 Cosmos 全部多种资产，没有机器人、代码或任何问题。",
  "ORCA is the world's first public marketplace for liquidated collateral. It's no longer a bot only game. Now you can participate in securing your favorite assets while getting discounts on them (and earn interest while you wait). Read more on Medium here. Happy hunting.": "ORCA是全球第一个公共抵押品清算市场。现在不再仅限于机器人游戏。您可以参与保障自己喜欢的资产，同时获得折扣（并在等待期间赚取利息）。在这里阅读更多信息。祝你好运！",
  "Bid on ORCA": "在ORCA上出价",
  "Cosmos' first decentralized, permissionless, 100% on-chain order book style token exchange.": "Cosmos首个去中心化、无需许可、100%基于区块链的订单簿式代币交易所。",
  "Liquidity pools are out of date and no longer fit for purpose. FIN creates a fully decentralized trading experience where the need for inflationary incentives and bots are no longer required, and the risk of impermanent loss falls away entirely. Welcome to the future of the DEX.": "流动性池已经过时，不再适用。FIN创建了一个完全去中心化的交易体验，在这里不再需要通货膨胀激励和机器人，并且永久损失的风险完全消失。欢迎来到DEX的未来。",
  "Trade on FIN": "在FIN上交易",
  "Add multiple recipients to a single transaction. Instead of tedious repetitive tasks, it's one and done.": "将多个收件人添加到单个交易中。不再需要繁琐重复的任务，只需一次即可完成。",
  "Sending individual transactions over and over can be a real pain. We've got you covered. For now, a convenient tool in our suite of dApps. Moving forward, look out for BELUGA becoming a multi-featured DAO for all things payments on Cosmos.": "一遍又一遍地发送个别交易可能会非常麻烦。我们已经为您提供了解决方案。目前，我们的dApps套件中有一个方便的工具。未来，请留意BELUGA成为Cosmos上所有支付事务的多功能DAO。",
  "Send on BELUGA": "在BELUGA上发送",
  "Your KUJI Dashboard. Bond KUJI to sKUJI, Vote on Governance, Swap KUJI, and claim rewards; all in one place.": "您的KUJI仪表板。在一个地方将KUJI绑定到sKUJI，对治理进行投票，交换KUJI并领取奖励。",
  "This is the heart of the Kujira ecosystem. The place where you help shape the future of the protocol via governance. It's also where you can bond KUJI to sKUJI in order to earn a portion of every cent of Kujira's revenue.": "这是Kujira生态系统的核心。在这里，您可以通过治理帮助塑造协议的未来。这也是您可以将KUJI与sKUJI绑定以赚取每一分Kujira收入份额的地方。",
  "Stake on BLUE": "在BLUE上质押",
  "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.": "改变的秘诀在于集中你所有的精力，不是去与旧事物斗争，而是去建设新事物。",
  "ORCA Launch": "",
  "KUJI Token Launch": "",
  "Basic ORCA Analytics": "",
  "Governance": "治理",
  "BELUGA Launch for CW20": "",
  "BELUGA Launch for Native Tokens": "",
  "Premium Access Review": "",
  "CEX Listings": "",
  "Premium Analytics": "",
  "Place bids with aUST": "",
  "Cross-chain Money Markets Discussions": "",
  "Smart-Contract Beluga (Trustless Distribution)": "",
  "sAVAX Support": "",
  "CosmWasm Liquidation Contract": "",
  "EVM Liquidation Contract": "",
  "bATOM Support": "",
  "bSOL Support": "",
  "FIN Launch": "",
  "Launch Kujira L1 on Cosmos": "",
  "New token generation event": "",
  "BLUE launch on Kujira L1": "",
  "ORCA launch on Kujira L1": "",
  "FIN launch on Kujira L1": "",
  "What's Next": "",
  "First protocol to launch on Kujira": "",
  "Margin trading on FIN": "",
  "Multiple cross-chain markets for ORCA": "",
  "Early Investors & Partners": "",
  "Real Financial Freedom Means Winning In All Markets.": "",
  "Manifesto": "",
  "Everyone deserves to be a whale.": "",
  "Vision": "",
  "We believe that for DeFi to be truly revolutionary, it should be possible to generate income when the market is up AND when it's down. We're committed to helping retail investors go beyond Exchanges, Staking and ICO's to open up opportunities that were once reserved for the whales and elites.": "",
  "Mission": "",
  "Build tools that are easy and cost effective to use for everyone, from the novice crypto enthusiast to the seasoned retail investor, regardless of their chain of choice, without needing to risk more than they can afford to lose.": "",
  "Roadmap": "",
  "Dashboard": "",
  "Markets": "",
  "Connect Wallet": "连接钱包",
  "Disconnect Wallet": "断开连接",
  "Total 0 KUJI Staked": "",
  "500 Staked": "500 已质押",
  "24h Change": "24h 变化",
  "24h High": "24h 最高价",
  "24h Low": "24h 最低价",
  "7d Volume": "7d 交易量",
  "Order Book": "订单簿",
  "Price": "价格",
  "Amount": "数量",
  "Total": "总额",
  "Recent Orders": "最近订单",
  "Time": "时间",
  "Open Orders": "开仓订单",
  "Date": "日期",
  "Pair": "交易对",
  "Side": "",
  "Filled": "已成交",
  "Unfilled": "未成交",
  "Filled Orders": "已成交订单",
  "Claim": "认领",
  "Claim all": "全部认领",
  "Retract": "撤回",
  "Retract all": "全部撤回",
  "Available": "可用",
  "Spot": "现货",
  "Limit": "限价",
  "Estimated Fee": "预估交易费",
  "Estimated Return": "预估返回",
  "Orders placed during bootstrapping have no fees": "在引导期间下达的订单没有费用",
  "Fee of 0.075% paid to KUJI holders when filled orders are claimed": "当已成交订单被认领时，将向KUJI持有者支付0.075%的费用。",
  "Market": "市价",
  "Estimated": "预估",
  "Estimated rates cannot be guaranteed": "估计费用无法保证",
  "Buy KUJI": "买 KUJI",
  "Sell KUJI": "卖 KUJI",
  "Buy": "买",
  "Sell": "卖",
  "Rate": "比率",
  "Fee": "交易费",
  "Slippage": "滑点",
  "Margin": "保证金交易",
  "Coming soon...": "即将到来...",
  "Fee structure": "交易费结构",
  "Trading Fees": "交易费",
  "Maker": "",
  "Taker": "",
  "100% of all fees generated on FIN are paid to KUJI stakers": "FIN 产生的所有费用100%支付给 KUJI 质押者",
  "Placing, cancelling and withdrawing trades all require contract signing - which means network fees. These are generally a few cents.": "",
  "About FIN": "关于FIN",
  "Developer Docs": "",
  "Finder": "",
  "Staked": "",
  "Stake KUJI": "",
  "Total Staked": "",
  "Wallet": "",
  "Swap": "",
  "Stake": "",
  "Govern": "",
  "Migrate": "",
  "Operational": "",
  "Liquid": "",
  "Vesting": "",
  "Community Fund": "",
  "Staked KUJI": "",
  "Kujira Dashboard": "",
  "Token Price": "",
  "Market Cap": "",
  "Circulating Supply": "",
  "APR": "",
  "Your Staked Balance:": "",
  "Block Height": "",
  "Block Time": "",
  "Transactions": "",
  "Inflation": "",
  "Total Supply": "",
  "Release Schedule": "",
  "Manage": "",
  "Tokens": "",
  "Estimated Slippage": "",
  "Swap Now": "",
  "Instantly trade on the Kujira Network with the best available rate": "",
  "Max:": "",
  "TX Fee": "",
  "Slippage Limit": "",
  "Active": "",
  "Deactivating": "",
  "Inactive": "",
  "Validator": "",
  "Amount Staked": "",
  "Pending Rewards": "",
  "Staking Summary": "",
  "Claim All Rewards": "",
  "Redelegate": "",
  "Unstake": "",
  "validators": "",
  "Voting": "",
  "Status": "",
  "Commission": "",
  "Top 33% of Voting Power": "",
  "Top 67% of Voting Power": "",
  "Total amount of KUJI staked": "",
  "My Stake": "",
  "The amount of KUJI you have staked": "",
  "Govern Kujira": "",
  "Stake KUJI to participate in governance polls.": "",
  "Proposals": "",
  "Voting is done by validators and the weight of their vote is based on the amount of KUJI staked with them. Make sure the validator you stake with is aligned with your interests.": "",
  "KUJI-AXL Market for FIN": "",
  "Copy": "",
  "Start:": "",
  "End:": "",
  "Voted": "",
  "Quorum:": "",
  "Yes": "",
  "No": "",
  "Abstain": "",
  "Veto": "",
  "Passed": "",
  "Your Vote": "",
  "Not Voted": "",
  "Weight": "",
  "Quorum Passed": "",
  "Months": "",
  "Scheduled emission": "",
  "Publicly circulating": "",
  "Actual Emission": "",
  "balance": "",
  "Add recipient": "",
  "Recipient": "",
  "Identity": "",
  "Bonded Tokens": "",
  "Self Delegation": "",
  "Min Self Delegation": "",
  "Account Address": "",
  "Validator Address": "",
  "Consensus Public Address": "",
  "Hex Address": "",
  "Signer Address": "",
  "Max Rate": "",
  "Max Change Rate": "",
  "Voting Open": "",
  "Vote Yes": "",
  "Vote No": "",
  "Current block height": "",
  "Kujira Blockchain Explorer": "",
  "Search": "",
  "My bookmarks": "",
  "Address": "",
  "TX": "",
  "Block": "",
  "Contract": "",
  "Network": "",
  "Timestamp": "",
  "This block has no transactions": "",
  "Tx Hash": "",
  "Type": "",
  "From": "",
  "To": "",
  "Value": "",
  "Bookmarks": "",
  "No bookmarks found": "",
  "Address:": "",
  "Balance": "",
  "Contact": "",
  "Redelegation available at": "",
  "Uptime": "",
  "Last Price": "",
  "Change": "",
  "Recent Trades": "",
  "Limit orders set the maximum or minimum<br/>price at which you are willing to complete<br/>the transaction, whether it be a buy or sell": "",
  "Market orders will execute instantly<br/>at the best possible price": "",
  "Connect wallet": "",
  "No open orders": "",
  "Fee Structure": "",
  "The Blockchain for Real Yield": "",
  "A decentralized ecosystem for protocols, builders and web3 users seeking sustainable FinTech.": "",
  "ORCA": "",
  "FIN": "",
  "BOW": "",
  "When you provide value, you deserve profit.": "",
  "BOW delivers a better trading experience on FIN by narrowing the price spread deepening the pool. This is achieved by sharing fees with Liquidity providers along with additional incentives, creating sustainable yield by contributing to the growth, and value, of the entire ecosystem. Better for you, means better for all.": "",
  "Earn on BOW": "",
  "BLUE": "",
  "Your KUJI Dashboard. Stake KUJI, Vote on Governance, Swap KUJI, Bridge to Kujira Network, and claim rewards; all in one place.": "",
  "This is the heart of the Kujira ecosystem. The place where you help shape the future of the protocol via governance. It's also where you can stake KUJI in order to earn a portion of every cent of Kujira's revenue.": "",
  "FINDER": "",
  "A tool to search for present and historical data on the Kujira blockchain.": "",
  "Use this to find information regarding transactions, wallet addresses, contract IDs and more.": "",
  "Explore the Chain": "",
  "Launch USK": "",
  "Black Whale Launch": "",
  "Calc Finance Launch": "",
  "BOW Launch": "",
  "Local Money Launch": "",
  "Sonar Launch": "",
  "BFIT by Fitlink Launch": "",
  "DLOYAL Launch": "",
  "Kujira Merch Store": "",
  "Kujira Name Service": "",
  "RektBets Sports Betting": "",
  "Self-Repaying Loans": "",
  "Fusion Launch": "",
  "FIN Perpetuals": "",
  "ORCA Alerts": "",
  "Collateral": "",
  "Bid Denom": "",
  "Market Type": "",
  "TVL": "",
  "Pool Size": "",
  "Max Discount": "",
  "My Bids": "",
  "Featured": "",
  "24h Volume": "",
  "limit": "",
  "market": "",
  "Your buy price": "",
  "Lowest sell price": "",
  "Welcome to BOW.": "",
  "BOW is an innovative framework optimizing trading pairs on FIN, Kujira's decentralized exchange.": "",
  "It allows traders to place orders with confidence, knowing they will execute at the best possible prices, using the most advanced and efficient trading framework on the market.": "",
  "Docs": "",
  "My Positions": "",
  "Liquidity Pools": "",
  "Deep liquidity pools provide the best trading experience, which brings volume to FIN. This means more fees which benefits liquidity providers and KUJI stakers.": "",
  "Featured Pools": "",
  "All Liquidity Pools": "",
  "Convert any token in your wallet to any other token. Choose the tokens to trade, and FIN, our on-chain orderbook DEX, will trade your token for the other at the best rate immediately available. Please ensure you are familiar with slippage before proceeding.": "",
  "Swap Rate": "",
  "Instant Swap": "",
  "Fixed Price Swap": "",
  "Swap Fee": "",
  "Total Unlocks": "",
  "Deposit Liquidity": "",
  "LP Tokens Minted": "",
  "Estimated returns": "",
  "Withdraw Liquidity": "",
  "IBC / Bridge": "",
  "Mint": "",
  "Community Pool": "",
  "Unmigrated": "",
  "Inaccessible": "",
  "Public Emission": "",
  "Completed": "",
  "Fully Diluted Value": "",
  "Liquid Supply": "",
  "Total USK Supply": "",
  "Mint USK": "",
  "Daily Token Release Schedule": "",
  "Validators": "",
  "Rebalance Stake": "",
  "Optimize": "",
  "Show my staked validators": "",
  "When a validator misses blocks or acts dishonestly, all tokens delegated to the validator are 'slashed', and a percentage of them burned": "",
  "In order to maintain a secure and decentralized network, each validator should have an equal amount of voting power": "",
  "Slashing": "",
  "Equal Power Threshold": "",
  "Voting Power": "",
  "Send tokens between Cosmos Networks": "",
  "Initiate IBC Transfer": "",
  "Cross-chain communication to the Kujira Network.": "",
  "Powered by": "",
  "Source Token": "",
  "Bridged funds are sent to the connected wallet address": "",
  "Destination": "",
  "Source Balance": "",
  "Sign and Send": "",
  "Approve Transfer": "",
  "Send BTC to your Kujira Address": "",
  "Open Position": "",
  "Borrowed": "",
  "Interest Rate": "",
  "Accrued Interest": "",
  "Loan Risk": "",
  "LTV": "",
  "Collateral Price": "",
  "Liquidation Price": "",
  "USK Supply": "",
  "Maximum supply": "",
  "Borrow": "",
  "Kujira Senate": "",
  "Management of the Kujira Treasury": "",
  "Senators": "",
  "Treasury": "",
  "Chain Governance": "",
  "Stake KUJI to participate in chain governance polls.": "",
  "Core Proposals": "",
  "Help shape the future of Kujira by voting on governance proposals. Note that if you don't vote, your vote is deferred to your staked validator(s), so it's important to stake with a validator that you feel is aligned with your interests.": "",
  "Quorum": "",
  "Back to all positions": "",
  "Manage Position": "",
  "Manage Collateral": "",
  "Manage USK": "",
  "Collateral Value": "",
  "New LTV": "",
  "USK Borrowed": "",
  "Interest": "",
  "Rebalance Loan": "",
  "Close Position": "",
  "Danger Zone": "",
  "Self-liquidate your position. All your collateral will be sold at a discount via ORCA. The amount owed on the position will be burned, the debt paid off, and the remaining USK will be returned to your wallet.": "",
  "I understand self liquidation": "",
  "Self Liquidate": "",
  "Liquidate Without Bots": "",
  "Decentralized, Permissionless Trading": "",
  "Provide Liquidity to FIN": "",
  "PILOT": "",
  "Ready to Launch Your Project": "",
  "Your Kujira Dashboard": "",
  "Observe the Kujira Blockchain": "",
  "POD": "",
  "Balance Your Cosmos Staking": "",
  "ECOSYSTEM": "",
  "Explore the Kujira Ecosystem": "",
  "Do you believe in GHOST?": "",
  "Welcome to Kujira's money market.": "",
  "Mobilize your assets by lending them out to earn interest and secure working liquidity by using them as collateral. Whether it's short term or long, lending or borrowing, this is where value does more. Ghost puts your capital to work.": "",
  "Borrowing puts your portfolio to work and gains exposure to market movements without selling your holdings.": "",
  "Access immediate liquidity using tokens as collateral to borrow stablecoins. Or, benefit from volatility by using stablecoins as collateral and taking a position on a token.": "",
  "Featured Markets": "",
  "All Assets": "",
  "back": "",
  "Manage Positions": "",
  "Deposited": "",
  "Borrow Limit": "",
  "This is where capital and ideas, meet, connect, and create something amazing.": "",
  "Launch tokens in a fair and equitable manner that benefits and gives equal access to all. Launchers are offered a range of mechanisms to bring their token to market, all configurable to suit their priorities and audience.": "",
  "Lend": "",
  "Deposit your stablecoins and earn. As a liquidity provider, your tokens are loaned to borrowers, earning you interest. These funds also enable traders to open margin positions on FIN, offering lenders additional avenues of interest.": "",
  "Borrow Fee": "",
  "24h Hugh": "",
  "This will open a FIN market for testnet AXL from Axelar": "",
  "Proposal 6 re-do": "",
  "This corrects the init msg for the KUJI-LUNA market in proposal 6": "",
  "Create a KUJI-LUNA Market for Testnet": "",
  "Aries | Synergy Nodes has opened the IBC connection to LUNA (v2) testnet. This will open a FIN market for KUJI-LUNA": "",
  "Pin the FIN bytecode": "",
  "Cosmwasm v1.0 allows us to 'pin' code in a node's memory, offering up to 40x performance when executing transactions against contracts using this code. This proposal seeks to pin the bytecode (1) for the FIN Exchange, to increase the processing capacity for all validators. See https://docs.cosmwasm.com/docs/1.0/smart-contracts/code-pinning for more information.": "",
  "Create a KUJI-EVMOS Market for Testnet": "",
  "This will open a FIN market for KUJI-EVMOS": "",
  "Create a KUJI-DEMO Market for Testnet": "",
  "FIN is Kujira's orderbook style token exchange. The DEMO token is a token created via Kujira's 'denom' module, which allows developers to create their own fungible token, instead of relying on the CW20 standard. We plan to distribute the DEMO tokens via airdrops, and use this market to stress test the network, as users can trade via FIN to increase their KUJI bags for staking": "",
  "Create a KUJI-OSMO Market for Testnet": "",
  "FIN is Kujira's orderbook style token exchange. Thanks to Remi | 3Tekos, we now have an IBC bridge to Testnet OSMO tokens on the Kujira Public Testnet. This proposal will instantiate a FIN contract and open an order book on https://fin.kujira.app, allowing testnet OSMO to be traded for testnet KUJI": "",
  "Update Jailing Parameters": "",
  "The signed block window for being jailed is currently at 5% of 10000 blocks which means 5 hours of downtime will lead to slashing. This proposal will change it to roughly 18 hours of downtime resulting in a slashing event, which is standard in the cosmos.": "",
  "Kujira Migration": "",
  "Terra Token Migration": "",
  "Move your tokens from your legacy Terra address to a new Kujira Network address": "",
  "Use the following values for the three fields:": "",
  "Name:": "",
  "Chain ID:": "",
  "Step 3": "",
  "With the Kujira Migration Network added, connect your Terra wallet by clicking on the button below to populate these fields.": "",
  "Connect Terra Wallet": "",
  "Mapped Kujira Address:": "",
  "Transfer Amount:": "",
  "Transferring To:": "",
  "You will be asked to sign a transfer message to an account that begins `kujira`, and should match the address in your Keplr wallet. Once sent, the balance should appear in your Keplr wallet.": "",
  "Name": "",
  "Voting Power (%)": "",
  "Vote": "",
  "Mainnet Coming Soon...": "",
  "Collateral Deposited": "",
  "Deposit Collateral": "",
  "Opening Position": "",
  "Success": "",
  "Closing Position": "",
  "Request rejected": "",
  "Liquidating": "",
  "Your bid is being submitted": "",
  "Bid successfully submitted, it can be activated in 10 minutes": "",
  "Please wait while your bid activates": "",
  "Your bid is now active": "",
  "Claiming Funds": "",
  "Funds Successfully Claimed": "",
  "Place My Bid": ""
}